const questions = `Кто прячет последний кусок пиццы? 🍕
Кто сделал кофе с солью вместо сахара? ☕️
Кто всегда запоминает, но никогда не прощает? 😒
Кто скрывается под кроватью, когда надо убирать комнату? 🫣
Кто украл мой носок из сушилки? 🧦
Кто нажал "Отправить" на самом нелепом сообщении? 💬
Кто пошел в бой с ветрянной мельницей? 🌪️
Кто подсунул коту гитару? 🙀
Кто раздал все печенья на вечеринке? 🍪
Кто умеет открывать двери в холодильнике без шума? 🥷
Кто cъел мой последний банан? 🍌
Кто решил переключить телевизор на мультфильмы? 🎬
Кто делает лучшие сэндвичи в мире? 🥪
Кто всегда теряет ключи от дома? 🔐
Кто не знает, как приготовить яичницу? 🥚
Кто подсказал идею сделать мемы? 🤡
Кто вечно забывает отключить будильник? ⏰
Кто оставил следы на свежем снегу? ❄️
Кто попросил сделать шоколадный торт? 🍰
Кто оставил кошку в мешке? 🐈
Кто попал под дождь без зонта? 🌧️
Кто всегда теряет наушники? 🎧
Кто не может смотреть страшные фильмы один? 🍿
Кто всегда забывает имена новых знакомых? 🤨
Кто решил сделать из мухи слона? 🐘
Кто первый начал ходить в школу? 🏫
Кто никогда не готовит домашнюю работу? 📄
Кто сделал первый шаг во время танца? 🪩
Кто всегда попадает в дождь без зонта? ☂️
Кто прячется в подушках при подушечной войне? ⚔️
Кто разбудил всех рано утром? 🌄
Кто забыл включить будильник? 😴
Кто посмотрел все сезоны за одну ночь? 🎥
Кто забыл взять с собой телефон? ☎️
Кто первым поймал букет на свадьбе? 💐
Кто украл мои кексы? 🥧
Кто всегда теряет ключи от автомобиля? 🚙
Кто забыл купить молоко? 🥛
Кто всегда попадает в пробку? 🤬 
Кто первым рассказал анекдот? 🤣
Кто попросил бумагу и ручку на экзамене? ✍️
Кто забыл имя своего соседа? 🏠
Кто всегда опаздывает на встречу? ⏳
Кто всегда теряет очки? 🥸
Кто забыл отключить утюг? ⚡️
Кто забыл закрыть окно перед дождем? 🪟
Кто первым начал танцевать на свадьбе? 💃🕺
Кто забыл купить подарок на день рождения? 🎁
Кто всегда забывает пароль от Wi-Fi? 👀
Кто первым пришел на вечеринку? 🥳
Кто всегда разливает сок на столе? 🧃
Кто забыл забрать зонтик перед уходом? 🌂
Кто всегда теряет пульт от телевизора? 📺
Кто забыл взять с собой зубную щетку? 🪥
Кто всегда просит "еще пирожное"? 🥮
Кто забыл выключить свет перед выходом? 💡
Кто прячется в шкафу во время игры в прятки? 🗄️
Кто считает, что блины это завтрак, обед и ужин? 🥞
Кто сделал снеговика в самом неудачном месте? ⛄️
Кто всегда тянется за последним печеньем в банке? 🍪
Кто поёт в душе? 🚿
Кто всегда выигрывает в морской бой?  ⛴️
Кто забыл, где спрятал свои сокровища? 🏴‍☠️
Кто решил, что понедельник это худший день недели? 🫠
Кто решил провести день без гаджетов? 📱
Кто всегда забывает, что он забыл? 🤔
Кто всегда вспоминает о пицце в полночь? 🍕
Кто забыл, что завтра экзамен? 🎓
Кто первым начал складывать бумажные самолетики? ✈️
Кто всегда приносит радугу в дождливый день? 🌈
Кто решил, что хочет быть супергероем? 🦹
Кто первым начал засыпать на вечеринке? 👯‍♂️
Кто решил сделать снежную битву летом? ❄️
Кто всегда теряет свои носки в стиральной машине? 🧦
Кто сделал муравья главным инженером? 🐜
Кто первым начал "троллить" в чате? 💬
Кто сделал кота главным редактором? 🐈‍⬛
Кто решил приготовить фондю с шоколадом? 🍫
Кто забыл включить музыку на вечеринке? 🎶
Кто первым начал играть в "камень, ножницы, бумага"? 🎮
Кто всегда теряет свой компас в походе? 🧭
Кто сделал попугая главным режиссером? 🦜
Кто всегда оставляет крошки на кухонном столе? 🍽️
Кто первым начал подпевать на концерте? 🤘
Кто всегда оставляет следы от мороженого на ковре? 🍦
Кто сделал собаку главным поваром? 🐶
Кто решил приготовить кексы с чесноком? 🧄
Кто всегда оставляет свои следы на пляже? 🐾
Кто забыл назвать своего попугая? 🦜
Кто сделал робота главным барменом? 🍷
Кто забыл назвать своего плюшевого мишку? 🧸
Кто решил устроить пикник в офисе? 💼
Кто забыл, что у него завтра важная встреча? 🤝
Кто сделал кота главным космонавтом? 🚀`.split('\n');

export const getRandomQuestion = () => {
  return questions[Math.floor(Math.random() * questions.length)];
};
